<?php

/** @var yii\web\View $this */
/** @var yii\bootstrap4\ActiveForm $form */
/** @var \frontend\models\ContactForm $model */

use yii\bootstrap4\Html;
use yii\bootstrap4\ActiveForm;
use yii\captcha\Captcha;
use yii\helpers\Url;
$directoryAsset = Yii::$app->assetManager->getPublishedUrl('@frontend/web/dist');

$this->title = 'Terms & Conditions';
$this->params['breadcrumbs'][] = $this->title;
?>


        <div class="container">
            <div class="page-wrapper">
                
                <div class="termsCondition">
                    <div class="logo-term"><img src="<?=$directoryAsset?>/images/logo.png" width="100px" alt="" /></div>
                    <h4>നിയമാവലി</h4>
                    <ul>
                        <li>
                            നായർ സമുദായ കുടുംബാംഗങ്ങളുടെ ഉന്നമനം എന്ന ലക്ഷ്യത്തോടുകൂടി TNS MATRIMONY പ്രവർത്തിച്ചുവരുന്നു.
                        </li>
                        <li>
                            21 വയസ്സു കഴിഞ്ഞ നായർ  സമുദായത്തിൽപ്പെട്ട എല്ലാവർക്കും പ്രായഭേദമെന്യേ TNS മാട്രിമോണിയിൽ രജിസ്റ്റർ ചെയ്യുവാനും, അനുയോജ്യരായ വരെ കണ്ടുപിടിക്കുവാനും അവസരം ലഭിക്കുന്നു.
                        </li>
                        <li>
                            TNS  മാട്രിമോണിയുടെ പ്രവർത്തനത്തിൽ എപ്പോഴെങ്കിലും  സാമ്പത്തികബാധ്യത വരികയാണെങ്കിൽ അന്നുമുതൽ പുതിയതായി മാട്രിമോണി യിലേക്ക് രജിസ്റ്റർ ചെയ്യുന്ന ആൺകുട്ടി പെൺകുട്ടി ഭേദമില്ലാതെ ഏവർക്കും ചെറിയൊരു പ്രവേശനഫീസ് ഈടാക്കുന്നതിന് ഭരണസമിതിക്ക് അധികാരം ഉണ്ടായിരിക്കും. നിലവിലുള്ള രജിസ്ട്രേഷൻകാർക്ക് അത് ബാധകമല്ല.
                        </li>
                        <li>
                            പ്രസ്തുത സൈറ്റിൽ അംഗത്വം നേടുവാനും നേടിയവരെ ഒഴിവാക്കുവാനും  ഭരണസമിതിക്ക് പൂർണ്ണ അധികാരം ഉണ്ടായിരിക്കും അതിനെ ചോദ്യം ചെയ്യുവാൻ മററാർക്കും അധികാരം ഉണ്ടായിരിക്കുന്നതല്ല.
                        </li>
                        <li>
                            മോശമായ പ്രവർത്തനങ്ങളോ, പദപ്രയോഗങ്ങളോ മൂലം ഇതിൽ ഉൾപ്പെട്ട അംഗങ്ങൾക്കോ മറ്റാർക്കെങ്കിലുമോ കോടതി വ്യവഹാരം, പോലീസ് കേസ് എന്നിവ അഭിമുഖീകരിക്കേണ്ടി വന്നാൽ TNS ന്  യാതൊരു ഉത്തരവാദിത്വവും ഉണ്ടായിരിക്കുന്നതല്ല. അതിൻറെ പൂർണ ഉത്തരവാദിത്വം ആ വ്യക്തിയിലോ, വ്യക്തികളിലോ  നിക്ഷിപ്തമായിരിക്കും.
                        </li>
                        <li>
                            യാതൊരുവിധത്തിലുമുള്ള നീജ പ്രവർത്തനങ്ങൾ അനുവദിക്കുന്നതല്ല.
                        </li>
                        
                    </ul>
                    <div class="terms-sign">
                        എന്ന്,
                        <br><br>
                                ഭരണസമിതിക്കുവേണ്ടി,
                                      <br>
                                      പ്രസിഡൻറ്.
                                      <br>
                                      സെക്രട്ടറി.   

                    </div>
                </div>
                        
               
            </div>
        </div>

